Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: Rebuilding home screen icons will take some time.
ar: ستستغرق إعادة بناء أيقونات الشاشة الرئيسية بعض الوقت.
bn: হোম স্ক্রিনের আইকন পুনর্নির্মাণ করতে কিছুটা সময় লাগবে।
de: Das Neuerstellen der Symbole auf dem Home-Bildschirm dauert eine Weile.
es: Regenerar los iconos de la pantalla de inicio llevará un tiempo.
fr: La reconstruction des icônes de l’écran d’accueil prendra un certain temps.
hi: होम स्क्रीन आइकॉन फिर से बनाने में कुछ समय लगेगा।
id: Membangun ulang ikon Layar Utama memerlukan waktu.
it: La ricostruzione delle icone della schermata Home richiederà del tempo.
ja: ホーム画面のアイコンの再構築には時間がかかります。
ko: 홈 화면 아이콘을 재생성하는 데 시간이 걸립니다.
pt_br: Reconstruir os ícones da Tela de Início levará algum tempo.
ru: Пересоздание значков на экране «Домой» займет некоторое время.
sw: Kujenga upya aikoni za skrini ya kwanza kutachukua muda.
tr: Ana Ekran simgelerinin yeniden oluşturulması biraz zaman alır.
vi: Việc tạo lại biểu tượng trên Màn hình chính sẽ mất một lúc.
yo: Títún àwọn àmì Ìbòjú Ilé kọ́ yóò gba àkókò díẹ̀.
zh_hans: 重建主屏幕图标需要一些时间。
zh_hant: 重建主畫面圖像需要一些時間。

source: Rebuilding Icons…
ar: جارٍ إعادة بناء الأيقونات…
bn: আইকন পুনর্নির্মাণ করা হচ্ছে…
de: Symbole werden neu erstellt …
es: Regenerando iconos…
fr: Reconstruction des icônes…
hi: आइकॉन फिर से बनाए जा रहे हैं…
id: Membangun Ulang Ikon…
it: Ricostruzione delle icone…
ja: アイコンを再構築中…
ko: 아이콘 재생성 중…
pt_br: Reconstruindo ícones…
ru: Пересоздание значков…
sw: Inajenga Upya Aikoni…
tr: Simgeler Yeniden Oluşturuluyor…
vi: Đang tạo lại biểu tượng…
yo: Ń Tún Àwọn Àmì Kọ́…
zh_hans: 正在重建图标…
zh_hant: 正在重建圖像…

source: Recent Installs
ar: آخر عمليات التثبيت
bn: সাম্প্রতিক ইনস্টল
de: Zuletzt installiert
es: Instalaciones recientes
fr: Installations récentes
hi: हाल के इंस्टॉल
id: Instalasi Terbaru
it: Installazioni recenti
ja: 最近のインストール
ko: 최근 설치
pt_br: Instalados recentemente
ru: Недавно установленные
sw: Usakinishaji wa Hivi Karibuni
tr: Son Yüklenenler
vi: Cài đặt gần đây
yo: Àwọn Ìfisórí Ẹ̀rọ Àìpẹ́
zh_hans: 最近安装
zh_hant: 最近安裝

source: Recent Updates
ar: آخر التحديثات
bn: সাম্প্রতিক আপডেট
de: Neueste Updates
es: Actualizaciones recientes
fr: Mises à jour récentes
hi: हाल के अपडेट
id: Pembaruan Terbaru
it: Aggiornamenti recenti
ja: 最近のアップデート
ko: 최근 업데이트
pt_br: Atualizados recentemente
ru: Недавно обновленные
sw: Masasisho ya Hivi Karibuni
tr: Son Güncellemeler
vi: Cập nhật gần đây
yo: Àwọn Ìmúdójúìwọ̀n Àìpẹ́
zh_hans: 最近更新
zh_hant: 最近更新

source: Recommended Repositories
ar: المستودعات المقترحة
bn: প্রস্তাবিত রিপোজিটরি
de: Empfohlene Quellen
es: Repositorios recomendados
fr: Dépôts recommandés
hi: अनुशंसित रिपॉज़िटरी
id: Repositori yang Direkomendasikan
it: Repository consigliati
ja: おすすめのリポジトリ
ko: 추천 소스
pt_br: Repositórios recomendados
ru: Рекомендуемые репозитории
sw: Hazina Zinazopendekezwa
tr: Önerilen Depolar
vi: Nguồn đề xuất
yo: Àwọn Ibi Ìpamọ́ Tí A Dábàá
zh_hans: 推荐软件源
zh_hant: 推薦軟體源

source: Recovery Mode removes only this package without checking whether other packages need it. Maintainer scripts still run, but their failures are ignored. Other packages or the system may stop working.
ar: يزيل وضع الاسترداد هذه الحزمة فقط دون التحقق مما إذا كانت الحزم الأخرى تحتاج إليها. يستمر تشغيل البرامج النصية الخاصة بصيانة الحزمة، لكن يتم تجاهل حالات فشلها. قد تتوقف الحزم الأخرى أو النظام عن العمل.
bn: পুনরুদ্ধার মোড অন্য প্যাকেজের এটি প্রয়োজন কি না তা পরীক্ষা না করে শুধু এই প্যাকেজটি সরায়। রক্ষণাবেক্ষণ স্ক্রিপ্ট তবুও চলে, কিন্তু তাদের ব্যর্থতা উপেক্ষা করা হয়। অন্য প্যাকেজ বা সিস্টেম কাজ করা বন্ধ করে দিতে পারে।
de: Der Wiederherstellungsmodus entfernt nur dieses Paket, ohne zu prüfen, ob andere Pakete es benötigen. Betreuerskripte werden weiterhin ausgeführt, ihre Fehler werden jedoch ignoriert. Andere Pakete oder das System funktionieren möglicherweise nicht mehr.
es: El modo de recuperación elimina solo este paquete sin comprobar si otros paquetes lo necesitan. Los scripts de mantenimiento se ejecutan, pero se ignoran sus errores. Otros paquetes o el sistema podrían dejar de funcionar.
fr: Le mode de récupération supprime uniquement ce paquet sans vérifier si d’autres paquets en ont besoin. Les scripts de maintenance sont toujours exécutés, mais leurs échecs sont ignorés. D’autres paquets ou le système peuvent cesser de fonctionner.
hi: रिकवरी मोड केवल इस पैकेज को हटाता है और यह नहीं जाँचता कि अन्य पैकेजों को इसकी ज़रूरत है या नहीं। मेंटेनर स्क्रिप्ट फिर भी चलती हैं, लेकिन उनकी विफलताओं को अनदेखा कर दिया जाता है। अन्य पैकेज या सिस्टम काम करना बंद कर सकते हैं।
id: Mode Pemulihan hanya membuang paket ini tanpa memeriksa apakah paket lain memerlukannya. Skrip pengelola tetap dijalankan, tetapi kegagalannya diabaikan. Paket lain atau sistem mungkin berhenti berfungsi.
it: La modalità di recupero rimuove solo questo pacchetto senza verificare se altri pacchetti ne hanno bisogno. Gli script di manutenzione vengono comunque eseguiti, ma i loro errori vengono ignorati. Altri pacchetti o il sistema potrebbero smettere di funzionare.
ja: 復旧モードでは、他のパッケージが必要としているかを確認せずに、このパッケージのみを削除します。メンテナスクリプトは実行されますが、失敗は無視されます。他のパッケージやシステムが動作しなくなるおそれがあります。
ko: 복구 모드는 다른 패키지에 필요한지 확인하지 않고 이 패키지만 제거합니다. 유지 관리 스크립트는 계속 실행되지만 실패는 무시됩니다. 다른 패키지나 시스템이 작동하지 않을 수 있습니다.
pt_br: O Modo de Recuperação remove apenas este pacote sem verificar se outros pacotes precisam dele. Os scripts de manutenção continuam sendo executados, mas suas falhas são ignoradas. Outros pacotes ou o sistema podem parar de funcionar.
ru: Режим восстановления удаляет только этот пакет без проверки, нужен ли он другим пакетам. Скрипты обслуживания по-прежнему выполняются, но их ошибки игнорируются. Другие пакеты или система могут перестать работать.
sw: Hali ya Urejeshaji huondoa kifurushi hiki pekee bila kukagua kama vifurushi vingine vinakihitaji. Hati za mtunzaji bado huendeshwa, lakini kushindwa kwake hupuuzwa. Vifurushi vingine au mfumo vinaweza kuacha kufanya kazi.
tr: Kurtarma Modu, başka paketlerin ona gerek duyup duymadığını denetlemeden yalnızca bu paketi kaldırır. Bakımcı betikleri yine de çalışır ancak hataları yok sayılır. Diğer paketler veya sistem çalışmayı durdurabilir.
vi: Chế độ khôi phục chỉ gỡ bỏ gói này mà không kiểm tra xem các gói khác có cần gói này hay không. Các tập lệnh bảo trì vẫn chạy, nhưng lỗi của chúng sẽ được bỏ qua. Các gói khác hoặc hệ thống có thể ngừng hoạt động.
yo: Ìpò Ìgbàpadà yóò yọ pákéèjì yìí nìkan kúrò láìṣàyẹ̀wò bóyá àwọn pákéèjì mìíràn nílò rẹ̀. Àwọn síkírípítì olùtọ́jú ṣì máa ṣiṣẹ́, ṣùgbọ́n a ó fojú fo ìkùnà wọn. Àwọn pákéèjì mìíràn tàbí sísítẹ́mù lè dẹ́kun ṣíṣiṣẹ́.
zh_hans: 恢复模式仅移除此软件包，不检查其他软件包是否依赖它。维护脚本仍会运行，但其失败将被忽略。其他软件包或系统可能因此无法正常工作。
zh_hant: 復原模式僅移除此套件，不會檢查其他套件是否需要它。維護腳本仍會執行，但其失敗將被忽略。其他套件或系統可能無法正常運作。

source: Refresh
ar: تحديث
bn: রিফ্রেশ করুন
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
sw: Onyesha Upya
tr: Yenile
vi: Làm mới
yo: Sọ dọ̀tun
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh the repository and try again.
ar: حدّث المستودع وحاول مرة أخرى.
bn: রিপোজিটরি রিফ্রেশ করে আবার চেষ্টা করুন।
de: Aktualisiere die Quelle und versuche es erneut.
es: Actualiza el repositorio e inténtalo de nuevo.
fr: Actualisez le dépôt et réessayez.
hi: रिपॉज़िटरी रीफ़्रेश करें और फिर से कोशिश करें।
id: Segarkan repositori, lalu coba lagi.
it: Aggiorna il repository e riprova.
ja: リポジトリを更新して、もう一度お試しください。
ko: 소스를 새로 고친 후 다시 시도하십시오.
pt_br: Atualize o repositório e tente novamente.
ru: Обновите репозиторий и повторите попытку.
sw: Onyesha upya hazina kisha ujaribu tena.
tr: Depoyu yenileyip yeniden deneyin.
vi: Hãy làm mới nguồn rồi thử lại.
yo: Sọ ibi ìpamọ́ náà dọ̀tun kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 请刷新软件源后再试。
zh_hant: 請重新整理軟體源後再試一次。

source: Refreshed
ar: تم التحديث
bn: রিফ্রেশ হয়েছে
de: Aktualisiert
es: Actualizado
fr: Actualisé
hi: रीफ़्रेश हो गया
id: Disegarkan
it: Aggiornato
ja: 更新しました
ko: 새로 고침 완료
pt_br: Atualizado
ru: Обновлено
sw: Imeonyeshwa upya
tr: Yenilendi
vi: Đã làm mới
yo: Ti sọ dọ̀tun
zh_hans: 已刷新
zh_hant: 已重新整理

source: Refreshing…
ar: جارٍ التحديث…
bn: রিফ্রেশ করা হচ্ছে…
de: Wird aktualisiert …
es: Actualizando…
fr: Actualisation…
hi: रीफ़्रेश हो रहा है…
id: Menyegarkan…
it: Aggiornamento…
ja: 更新中…
ko: 새로 고치는 중…
pt_br: Atualizando…
ru: Обновление…
sw: Inaonyesha upya…
tr: Yenileniyor…
vi: Đang làm mới…
yo: Ń sọ dọ̀tun…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

source: Reinstall
ar: إعادة التثبيت
bn: আবার ইনস্টল করুন
de: Neu installieren
es: Reinstalar
fr: Réinstaller
hi: दोबारा इंस्टॉल करें
id: Instal Ulang
it: Reinstalla
ja: 再インストール
ko: 재설치
pt_br: Reinstalar
ru: Переустановить
sw: Sakinisha Upya
tr: Yeniden Yükle
vi: Cài đặt lại
yo: Tún fi sórí ẹ̀rọ
zh_hans: 重新安装
zh_hant: 重新安裝

source: Reinstall Anyway
ar: إعادة التثبيت على أي حال
bn: তবুও আবার ইনস্টল করুন
de: Trotzdem neu installieren
es: Reinstalar de todos modos
fr: Réinstaller quand même
hi: फिर भी दोबारा इंस्टॉल करें
id: Tetap Instal Ulang
it: Reinstalla comunque
ja: このまま再インストール
ko: 그래도 재설치
pt_br: Reinstalar mesmo assim
ru: Всё равно переустановить
sw: Sakinisha Upya Hata Hivyo
tr: Yine de Yeniden Yükle
vi: Vẫn cài đặt lại
yo: Tún Fi Sórí Ẹ̀rọ Síbẹ̀
zh_hans: 仍然重新安装
zh_hant: 仍要重新安裝

source: Reinstalled
ar: تمت إعادة التثبيت
bn: আবার ইনস্টল করা হয়েছে
de: Neu installiert
es: Reinstalado
fr: Réinstallé
hi: दोबारा इंस्टॉल किया गया
id: Diinstal Ulang
it: Reinstallato
ja: 再インストール済み
ko: 재설치됨
pt_br: Reinstalado
ru: Переустановлено
sw: Imesakinishwa upya
tr: Yeniden Yüklendi
vi: Đã cài đặt lại
yo: Ti tún fi sórí ẹ̀rọ
zh_hans: 已重新安装
zh_hant: 已重新安裝

source: Reload
ar: إعادة تحميل
bn: রিলোড করুন
de: Neu laden
es: Recargar
fr: Recharger
hi: रीलोड करें
id: Muat Ulang
it: Ricarica
ja: 再読み込み
ko: 다시 로드
pt_br: Recarregar
ru: Перезагрузить
sw: Anzisha Upya
tr: Yeniden Başlat
vi: Tải lại
yo: Tún Bẹ̀rẹ̀
zh_hans: 重新载入
zh_hant: 重新載入

source: Reload Home Screen
ar: إعادة تحميل الشاشة الرئيسية
bn: হোম স্ক্রিন রিলোড করুন
de: Home-Bildschirm neu laden
es: Recargar pantalla de inicio
fr: Recharger l’écran d’accueil
hi: होम स्क्रीन रीलोड करें
id: Muat Ulang Layar Utama
it: Ricarica schermata Home
ja: ホーム画面を再読み込み
ko: 홈 화면 다시 로드
pt_br: Recarregar Tela de Início
ru: Перезагрузить экран «Домой»
sw: Anzisha Upya Skrini ya Kwanza
tr: Ana Ekranı Yeniden Başlat
vi: Tải lại Màn hình chính
yo: Tún Ìbòjú Ilé Bẹ̀rẹ̀
zh_hans: 重新载入主屏幕
zh_hant: 重新載入主畫面

source: Reload Home Screen?
ar: إعادة تحميل الشاشة الرئيسية؟
bn: হোম স্ক্রিন রিলোড করবেন?
de: Home-Bildschirm neu laden?
es: ¿Recargar pantalla de inicio?
fr: Recharger l’écran d’accueil ?
hi: होम स्क्रीन रीलोड करें?
id: Muat Ulang Layar Utama?
it: Ricaricare la schermata Home?
ja: ホーム画面を再読み込みしますか？
ko: 홈 화면을 다시 로드하겠습니까?
pt_br: Recarregar Tela de Início?
ru: Перезагрузить экран «Домой»?
sw: Uanzishe Upya Skrini ya Kwanza?
tr: Ana Ekran Yeniden Başlatılsın mı?
vi: Tải lại Màn hình chính?
yo: Tún Ìbòjú Ilé Bẹ̀rẹ̀?
zh_hans: 重新载入主屏幕？
zh_hant: 要重新載入主畫面嗎？

source: Remove
ar: إزالة
bn: সরান
de: Entfernen
es: Desinstalar
fr: Désinstaller
hi: हटाएँ
id: Buang
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
sw: Ondoa
tr: Kaldır
vi: Gỡ bỏ
yo: Yọ kúrò
zh_hans: 卸载
zh_hant: 解除安裝

source: Remove All
ar: إزالة الكل
bn: সব সরান
de: Alle entfernen
es: Quitar todos
fr: Tout supprimer
hi: सभी हटाएँ
id: Buang Semua
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
pt_br: Remover tudo
ru: Удалить все
sw: Ondoa Zote
tr: Tümünü Kaldır
vi: Xóa tất cả
yo: Yọ Gbogbo Rẹ̀ Kúrò
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove Broken Repositories
ar: إزالة المستودعات المعطلة
bn: ত্রুটিপূর্ণ রিপোজিটরি সরান
de: Defekte Quellen entfernen
es: Quitar repositorios con errores
fr: Supprimer les dépôts défectueux
hi: ख़राब रिपॉज़िटरी हटाएँ
id: Buang Repositori yang Rusak
it: Rimuovi repository danneggiati
ja: 壊れたリポジトリを削除
ko: 손상된 소스 제거
pt_br: Remover repositórios com erro
ru: Удалить неработающие репозитории
sw: Ondoa Hazina Zilizoharibika
tr: Bozuk Depoları Kaldır
vi: Xóa nguồn bị hỏng
yo: Yọ Àwọn Ibi Ìpamọ́ Tí Ó Bàjẹ́ Kúrò
zh_hans: 移除损坏的软件源
zh_hant: 移除損壞的軟體源

source: Remove Broken Repositories?
ar: إزالة المستودعات المعطلة؟
bn: ত্রুটিপূর্ণ রিপোজিটরি সরাবেন?
de: Defekte Quellen entfernen?
es: ¿Quitar repositorios con errores?
fr: Supprimer les dépôts défectueux ?
hi: ख़राब रिपॉज़िटरी हटाएँ?
id: Buang Repositori yang Rusak?
it: Rimuovere i repository danneggiati?
ja: 壊れたリポジトリを削除しますか？
ko: 손상된 소스를 제거하겠습니까?
pt_br: Remover repositórios com erro?
ru: Удалить неработающие репозитории?
sw: Uondoe Hazina Zilizoharibika?
tr: Bozuk Depolar Kaldırılsın mı?
vi: Xóa nguồn bị hỏng?
yo: Yọ Àwọn Ibi Ìpamọ́ Tí Ó Bàjẹ́ Kúrò?
zh_hans: 移除损坏的软件源？
zh_hant: 要移除損壞的軟體源嗎？

source: Remove Using Recovery Mode
ar: إزالة باستخدام وضع الاسترداد
bn: পুনরুদ্ধার মোডে সরান
de: Im Wiederherstellungsmodus entfernen
es: Eliminar con el modo de recuperación
fr: Supprimer en mode de récupération
hi: रिकवरी मोड में हटाएँ
id: Buang dengan Mode Pemulihan
it: Rimuovi con la modalità di recupero
ja: 復旧モードで削除
ko: 복구 모드로 제거
pt_br: Remover no Modo de Recuperação
ru: Удалить в режиме восстановления
sw: Ondoa kwa Hali ya Urejeshaji
tr: Kurtarma Moduyla Kaldır
vi: Gỡ bỏ bằng Chế độ khôi phục
yo: Yọ Kúrò Pẹ̀lú Ìpò Ìgbàpadà
zh_hans: 使用恢复模式移除
zh_hant: 使用復原模式移除

source: Remove from Queue
ar: إزالة من قائمة الانتظار
bn: সারি থেকে সরান
de: Aus Warteschlange entfernen
es: Quitar de la cola
fr: Retirer de la file d’attente
hi: कतार से हटाएँ
id: Buang dari Antrean
it: Rimuovi dalla coda
ja: キューから削除
ko: 대기열에서 제거
pt_br: Remover da fila
ru: Убрать из очереди
sw: Ondoa kwenye Foleni
tr: Kuyruktan Kaldır
vi: Xóa khỏi hàng đợi
yo: Yọ Kúrò Nínú Ìtòsẹ́
zh_hans: 移出队列
zh_hant: 從佇列移除

source: Remove in Recovery Mode?
ar: إزالة في وضع الاسترداد؟
bn: পুনরুদ্ধার মোডে সরাবেন?
de: Im Wiederherstellungsmodus entfernen?
es: ¿Eliminar en modo de recuperación?
fr: Supprimer en mode de récupération ?
hi: रिकवरी मोड में हटाएँ?
id: Buang dalam Mode Pemulihan?
it: Rimuovere in modalità di recupero?
ja: 復旧モードで削除しますか？
ko: 복구 모드로 제거할까요?
pt_br: Remover no Modo de Recuperação?
ru: Удалить в режиме восстановления?
sw: Uondoe katika Hali ya Urejeshaji?
tr: Kurtarma Modunda Kaldırılsın mı?
vi: Gỡ bỏ bằng Chế độ khôi phục?
yo: Yọ Kúrò Ní Ìpò Ìgbàpadà?
zh_hans: 使用恢复模式移除？
zh_hant: 使用復原模式移除？

source: Removed
ar: تمت الإزالة
bn: সরানো হয়েছে
de: Entfernt
es: Desinstalado
fr: Désinstallé
hi: हटाया गया
id: Dibuang
it: Rimosso
ja: 削除済み
ko: 제거됨
pt_br: Removido
ru: Удалено
sw: Imeondolewa
tr: Kaldırıldı
vi: Đã gỡ bỏ
yo: Ti yọ kúrò
zh_hans: 已卸载
zh_hant: 已解除安裝

source: Removed from Queue
ar: تمت الإزالة من قائمة الانتظار
bn: সারি থেকে সরানো হয়েছে
de: Aus Warteschlange entfernt
es: Quitado de la cola
fr: Retiré de la file d’attente
hi: कतार से हटाया गया
id: Dibuang dari Antrean
it: Rimosso dalla coda
ja: キューから削除しました
ko: 대기열에서 제거됨
pt_br: Removido da fila
ru: Убрано из очереди
sw: Imeondolewa kwenye Foleni
tr: Kuyruktan Kaldırıldı
vi: Đã xóa khỏi hàng đợi
yo: A Ti Yọ Kúrò Nínú Ìtòsẹ́
zh_hans: 已移出队列
zh_hant: 已從佇列移除

source: Removing %@
ar: جارٍ إزالة %@
bn: %@ সরানো হচ্ছে
de: %@ wird entfernt
es: Desinstalando %@
fr: Désinstallation de %@
hi: %@ हटाया जा रहा है
id: Membuang %@
it: Rimozione di %@
ja: %@ を削除中
ko: %@ 제거 중
pt_br: Removendo %@
ru: Удаление %@
sw: Inaondoa %@
tr: %@ kaldırılıyor
vi: Đang gỡ bỏ %@
yo: Ń yọ %@ kúrò
zh_hans: 正在卸载 %@
zh_hant: 正在解除安裝 %@

source: Removing a package the system requires can stop the custom firmware or this app from working.
ar: قد تؤدي إزالة حزمة يحتاجها النظام إلى توقف البرنامج الثابت المخصص أو هذا التطبيق عن العمل.
bn: সিস্টেমের প্রয়োজনীয় কোনো প্যাকেজ সরালে কাস্টম ফার্মওয়্যার বা এই অ্যাপ কাজ করা বন্ধ করে দিতে পারে।
de: Wenn du ein Systempaket entfernst, funktionieren die Custom Firmware oder diese App möglicherweise nicht mehr.
es: Desinstalar un paquete que el sistema requiere puede hacer que el firmware personalizado o esta app dejen de funcionar.
fr: Désinstaller un paquet requis par le système peut empêcher le firmware personnalisé ou cette app de fonctionner.
hi: सिस्टम के लिए ज़रूरी पैकेज हटाने से कस्टम फ़र्मवेयर या यह ऐप काम करना बंद कर सकता है।
id: Membuang paket yang diperlukan sistem dapat membuat firmware kustom atau app ini berhenti berfungsi.
it: Rimuovere un pacchetto richiesto dal sistema può impedire il funzionamento del firmware personalizzato o di questa app.
ja: システムに必要なパッケージを削除すると、カスタムファームウェアやこのAppが動作しなくなる可能性があります。
ko: 시스템에 필요한 패키지를 제거하면 커스텀 펌웨어나 이 앱이 작동하지 않을 수 있습니다.
pt_br: Remover um pacote exigido pelo sistema pode fazer com que o firmware personalizado ou este app deixe de funcionar.
ru: Удаление пакета, необходимого системе, может нарушить работу кастомной прошивки или этого приложения.
sw: Kuondoa kifurushi kinachohitajika na mfumo kunaweza kufanya programu dhibiti maalum au programu hii isifanye kazi.
tr: Sistemin gerektirdiği bir paketi kaldırmak özel donanım yazılımının veya bu uygulamanın çalışmasını durdurabilir.
vi: Gỡ bỏ gói mà hệ thống cần có thể khiến firmware tùy chỉnh hoặc ứng dụng này ngừng hoạt động.
yo: Yíyọ pákéèjì tí sísítẹ́mù nílò kúrò lè mú kí fámúwẹ́à àdáni tàbí àpù yìí dẹ́kun ṣíṣiṣẹ́.
zh_hans: 卸载系统必需的软件包可能导致自定义固件或本应用无法工作。
zh_hant: 解除安裝系統必需的套件，可能會導致自訂韌體或此 App 無法運作。

source: Removing…
ar: جارٍ الإزالة…
bn: সরানো হচ্ছে…
de: Wird entfernt …
es: Desinstalando…
fr: Désinstallation…
hi: हटाया जा रहा है…
id: Membuang…
it: Rimozione…
ja: 削除中…
ko: 제거 중…
pt_br: Removendo…
ru: Удаление…
sw: Inaondoa…
tr: Kaldırılıyor…
vi: Đang gỡ bỏ…
yo: Ń yọ kúrò…
zh_hans: 正在卸载…
zh_hant: 正在解除安裝…

source: Replace
ar: استبدال
bn: প্রতিস্থাপন করুন
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 교체
pt_br: Substituir
ru: Заменить
sw: Badilisha
tr: Değiştir
vi: Thay thế
yo: Rọ́pò
zh_hans: 更换
zh_hant: 更換

source: Replace Anyway
ar: الاستبدال على أي حال
bn: তবুও প্রতিস্থাপন করুন
de: Trotzdem ersetzen
es: Reemplazar de todos modos
fr: Remplacer quand même
hi: फिर भी बदलें
id: Tetap Ganti
it: Sostituisci comunque
ja: このまま置き換える
ko: 그래도 교체
pt_br: Substituir mesmo assim
ru: Всё равно заменить
sw: Badilisha Hata Hivyo
tr: Yine de Değiştir
vi: Vẫn thay thế
yo: Rọ́pò Síbẹ̀
zh_hans: 仍然更换
zh_hant: 仍要更換

source: Replaced Files
ar: الملفات المستبدلة
bn: প্রতিস্থাপিত ফাইল
de: Ersetzte Dateien
es: Archivos reemplazados
fr: Fichiers remplacés
hi: बदली गई फ़ाइलें
id: File yang Diganti
it: File sostituiti
ja: 置き換えられるファイル
ko: 대체된 파일
pt_br: Arquivos substituídos
ru: Заменяемые файлы
sw: Faili Zilizobadilishwa
tr: Değiştirilen Dosyalar
vi: Tệp bị thay thế
yo: Àwọn Fáìlì Tí A Rọ́pò
zh_hans: 替换的文件
zh_hant: 取代的檔案

source: Report Issue
ar: الإبلاغ عن مشكلة
bn: সমস্যা জানান
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
hi: समस्या की रिपोर्ट करें
id: Laporkan Masalah
it: Segnala un problema
ja: 問題を報告
ko: 문제 신고
pt_br: Relatar um problema
ru: Сообщить о проблеме
sw: Ripoti Tatizo
tr: Sorun Bildir
vi: Báo cáo sự cố
yo: Jábọ̀ Ìṣòro
zh_hans: 反馈问题
zh_hant: 回報問題

source: Repositories
ar: المستودعات
bn: রিপোজিটরি
de: Quellen
es: Repositorios
fr: Dépôts
hi: रिपॉज़िटरी
id: Repositori
it: Repository
ja: リポジトリ
ko: 소스
pt_br: Repositórios
ru: Репозитории
sw: Hazina
tr: Depolar
vi: Nguồn
yo: Àwọn Ibi Ìpamọ́
zh_hans: 软件源
zh_hant: 軟體源

source: Repositories Changed
ar: تغيرت المستودعات
bn: রিপোজিটরি পরিবর্তিত হয়েছে
de: Quellen geändert
es: Repositorios modificados
fr: Dépôts modifiés
hi: रिपॉज़िटरी बदल गईं
id: Repositori Berubah
it: Repository modificati
ja: リポジトリが変更されました
ko: 소스가 변경됨
pt_br: Repositórios alterados
ru: Репозитории изменились
sw: Hazina Zimebadilika
tr: Depolar Değişti
vi: Nguồn đã thay đổi
yo: Àwọn Ibi Ìpamọ́ Ti Yí Padà
zh_hans: 软件源已变更
zh_hant: 軟體源已變更

source: Repositories found: %lld
ar: المستودعات التي تم العثور عليها: %lld
bn: রিপোজিটরি পাওয়া গেছে: %lld
de: Gefundene Quellen: %lld
es: Repositorios encontrados: %lld
fr: Dépôts trouvés : %lld
hi: मिली रिपॉज़िटरी: %lld
id: Repositori ditemukan: %lld
it: Repository trovati: %lld
ja: 見つかったリポジトリ：%lld
ko: 찾은 소스: %lld개
pt_br: Repositórios encontrados: %lld
ru: Найдено репозиториев: %lld
sw: Hazina zilizopatikana: %lld
tr: Bulunan depolar: %lld
vi: Số nguồn tìm thấy: %lld
yo: Àwọn ibi ìpamọ́ tí a rí: %lld
zh_hans: 找到 %lld 个软件源
zh_hant: 找到 %lld 個軟體源

source: Repositories that could not be loaded will be removed. This cannot be undone.
ar: ستتم إزالة المستودعات التي تعذر تحميلها. لا يمكن التراجع عن هذا الإجراء.
bn: যে রিপোজিটরিগুলি লোড করা যায়নি সেগুলি সরানো হবে। এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Quellen, die nicht geladen werden konnten, werden entfernt. Dies kann nicht widerrufen werden.
es: Se quitarán los repositorios que no se han podido cargar. Esta acción no se puede deshacer.
fr: Les dépôts qui n’ont pas pu être chargés seront supprimés. Cette action est irréversible.
hi: जो रिपॉज़िटरी लोड नहीं हो सकीं, उन्हें हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
id: Repositori yang tidak dapat dimuat akan dibuang. Tindakan ini tidak dapat diurungkan.
it: I repository che non è stato possibile caricare verranno rimossi. Questa azione non può essere annullata.
ja: 読み込めなかったリポジトリは削除されます。この操作は取り消せません。
ko: 불러올 수 없는 소스가 제거됩니다. 이 동작은 취소할 수 없습니다.
pt_br: Os repositórios que não puderam ser carregados serão removidos. Esta ação não pode ser desfeita.
ru: Репозитории, которые не удалось загрузить, будут удалены. Это действие нельзя отменить.
sw: Hazina ambazo hazikuweza kupakiwa zitaondolewa. Kitendo hiki hakiwezi kutenduliwa.
tr: Bilgileri alınamayan depolar kaldırılacak. Bu işlem geri alınamaz.
vi: Các nguồn không tải được sẽ bị xóa. Không thể hoàn tác thao tác này.
yo: A ó yọ àwọn ibi ìpamọ́ tí a kò lè gbé kalẹ̀ kúrò. A kò lè dá èyí padà.
zh_hans: 将移除无法加载的软件源。此操作不可撤销。
zh_hant: 無法載入的軟體源將被移除。此動作無法復原。

source: Repositories updated
ar: تم تحديث المستودعات
bn: রিপোজিটরি আপডেট হয়েছে
de: Quellen aktualisiert
es: Repositorios actualizados
fr: Dépôts mis à jour
hi: रिपॉज़िटरी अपडेट हो गईं
id: Repositori diperbarui
it: Repository aggiornati
ja: リポジトリを更新しました
ko: 소스 업데이트됨
pt_br: Repositórios atualizados
ru: Репозитории обновлены
sw: Hazina zimesasishwa
tr: Depolar güncellendi
vi: Đã cập nhật các nguồn
yo: A ti ṣe ìmúdójúìwọ̀n àwọn ibi ìpamọ́
zh_hans: 软件源已更新
zh_hant: 軟體源已更新

# Repositories: %lld · Packages: %lld
source: Repositories: %1$lld · Packages: %2$lld
ar: المستودعات: %1$lld · الحزم: %2$lld
bn: রিপোজিটরি: %1$lld · প্যাকেজ: %2$lld
de: Quellen: %1$lld · Pakete: %2$lld
es: Repositorios: %1$lld · Paquetes: %2$lld
fr: Dépôts : %1$lld · Paquets : %2$lld
hi: रिपॉज़िटरी: %1$lld · पैकेज: %2$lld
id: Repositori: %1$lld · Paket: %2$lld
it: Repository: %1$lld · Pacchetti: %2$lld
ja: リポジトリ：%1$lld · パッケージ：%2$lld
ko: 소스: %1$lld · 패키지: %2$lld
pt_br: Repositórios: %1$lld · Pacotes: %2$lld
ru: Репозитории: %1$lld · Пакеты: %2$lld
sw: Hazina: %1$lld · Vifurushi: %2$lld
tr: Depolar: %1$lld · Paketler: %2$lld
vi: Nguồn: %1$lld · Gói: %2$lld
yo: Àwọn Ibi Ìpamọ́: %1$lld · Àwọn Pákéèjì: %2$lld
zh_hans: 软件源：%1$lld · 软件包：%2$lld
zh_hant: 軟體源：%1$lld · 套件：%2$lld

source: Repository Unreachable
ar: يتعذر الوصول إلى المستودع
bn: রিপোজিটরিতে পৌঁছানো যাচ্ছে না
de: Quelle nicht erreichbar
es: Repositorio inaccesible
fr: Dépôt inaccessible
hi: रिपॉज़िटरी पहुँच से बाहर है
id: Repositori Tidak Dapat Dijangkau
it: Repository non raggiungibile
ja: リポジトリに接続できません
ko: 소스에 연결할 수 없음
pt_br: Repositório inacessível
ru: Репозиторий недоступен
sw: Hazina Haifikiki
tr: Depoya Erişilemiyor
vi: Không truy cập được nguồn
yo: A Kò Lè Dé Ibi Ìpamọ́
zh_hans: 软件源无法访问
zh_hant: 無法連線至軟體源
